tap "cartr/qt4"
tap "caskformula/caskformula"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "rbenv/tap"
tap "steipete/tap"
tap "weikengchen/caskformula"
brew "giflib"
brew "xz"
brew "openexr"
brew "aom"
brew "aspell"
brew "glib"
brew "at-spi2-core"
brew "glibmm"
brew "openssl@3"
brew "python@3.9"
brew "atomicparsley"
brew "autoenv"
brew "automake"
brew "binutils"
brew "boost"
brew "boost-python"
brew "cairo"
brew "cairomm"
brew "eigen"
brew "libomp", link: true
brew "tbb"
brew "pkgconf"
brew "hdf5"
brew "docker", link: false
brew "docker-machine"
brew "e2fsprogs"
brew "unbound"
brew "emacs"
brew "f3"
brew "flac"
brew "frei0r"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "opus"
brew "libsoxr"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "tesseract"
brew "theora"
brew "x265"
brew "ffmpeg"
brew "flann"
brew "gcc@4.9", link: false
brew "gh"
brew "ghostscript", link: false
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "gobject-introspection"
brew "gperftools"
brew "librsvg"
brew "graphviz"
brew "python@3.12"
brew "gtk+3"
brew "gtkmm"
brew "gtkmm3"
brew "htop"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "leveldb"
brew "python@3.8"
brew "libsoup"
brew "libxml2"
brew "little-cms"
brew "llvm"
brew "swig"
brew "llvm@9"
brew "lmdb"
brew "makedepend"
brew "mercurial"
brew "node"
brew "mosh"
brew "mpich"
brew "neovim"
brew "netcdf"
brew "poppler"
brew "netlify-cli"
brew "nmap"
brew "node@20"
brew "node@22"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "qt@5"
brew "vtk@8.2"
brew "pcl"
brew "pipenv"
brew "pipx"
brew "portaudio"
brew "portmidi"
brew "pv"
brew "pybind11"
brew "pyenv"
brew "pygobject3"
brew "pygtk"
brew "pyside"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "rtmpdump"
brew "ruby"
brew "rust"
brew "scipy"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "ssh-copy-id", link: true
brew "tmux"
brew "tree"
brew "unrar"
brew "wakeonlan"
brew "wget"
brew "wxpython"
brew "yt-dlp", link: false
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "rbenv/tap/openssl@1.0"
cask "aerospace"
cask "claude-code"
cask "cmake-app"
cask "docker-desktop"
cask "inkscape"
cask "jordanbaird-ice"
cask "multipass"
cask "mysides"
